{"doc_desc":{"title":"zaf-gcro-qols-2017-2018-v2","producers":[{"name":"DataFirst","abbreviation":"","affiliation":"University of Cape Town","role":"Metadata Producer"}],"prod_date":"2022-02-25","version_statement":{"version":"Version 9"}},"study_desc":{"title_statement":{"idno":"zaf-gcro-qols-2017-2018-v2","title":"Quality of Life Survey 2017-2018","sub_title":"Round 5","alt_title":"QoL IV 2017-2018"},"authoring_entity":[{"name":"Gauteng City-Region Observatory","affiliation":""},{"name":"University of Johannesburg","affiliation":""},{"name":"University of the Witwatersrand","affiliation":""},{"name":"Gauteng Provincial Government","affiliation":""},{"name":"South African Local Government Association (SALGA)","affiliation":""}],"production_statement":{"funding_agencies":[{"name":"Gauteng Provincial Government","abbreviation":"","role":"Funder"},{"name":"City of Ekurhuleni","abbreviation":"","role":"Funder"},{"name":"City of Johannesburg","abbreviation":"","role":"Funder"}]},"distribution_statement":{"contact":[{"name":"DataFirst Helpdesk","affiliation":"University of Cape Town","email":"support@data1st.org","uri":"http:\/\/support.data1st.org\/"}]},"series_statement":{"series_name":"Household Survey [hh]"},"version_statement":{"version":"v2: Edited, anonymised dataset shared under a CC-BY-SA license","version_date":"2022-02-25","version_notes":"The Round V Quality of Life Survey (2017-2018) data was deposited with DataFirst on 20190708 and was published as version 1. \nIn this version, version 1.1, variable labels were corrected as follows:\nThe label for variable Q14.09_2 was changed to \"Q14.09_2 - Household member with diarrhoea\" (This was previously  mislabeled as diabetes).\nThe label for variable Q14.09_3 was changed to \"Q14.09_3 - Household member with diabetes\" (This was previously mislabeled as diarrhoea)\nChanges in version 2 of the data are the addition of a household level weighting variable and inclusion of variables for Quality of Life Index dimension and score."},"study_info":{"abstract":"This dataset is from the Gauteng City-Region Observatory which is a partnership between the University of Johannesburg, the University of the Witwatersrand, the Gauteng Provincial Government with several Gauteng municipalities. The GCRO has conducted previous Quality of Life Surveys in 2009 (Round I), 2011 (Round II), 2013-2014 (Round III) and 2015-2016 (Round IV). The 2017-2018 data is from Round V. Round 6 of the survey was conducted in 2020-2021.","coll_dates":[{"start":"2017","end":"2018","cycle":""}],"nation":[{"name":"South Africa","abbreviation":"zaf"}],"geog_coverage":"The survey covers the Gauteng province in South Africa.","geog_unit":"The lowest level of geographic aggregation in the data is municipality","analysis_unit":"Households and individuals","universe":"The survey covers all adult residence in Gauteng province, South Africa.","data_kind":"Sample survey data","notes":"The Gauteng City-Region Observatory's Quality of Life Survey collects data on demographic details of the enumerated population (population group, gender, age, language) and on housing (dwelling type, tenure, satisfaction with dwelling, perceived quality of housing and housing allocation) as well as household services (water, sanitation, refuse, energy sources). Data was also collected on migration, health (including disability), education and employment (including employment sector). Data on community services and amenities was also collected, and on transport, leisure activities and safety and crime. Financial data was collected (including on debts, income, and social grants) and data on household assets. Data on public participation and governance was also collected during the survey. Finally, the survey collected data on the perceived personal well-being and quality of life of respondents."},"method":{"data_collection":{"data_collectors":[{"name":"Data World","abbreviation":"","affiliation":""}],"sampling_procedure":"For the purpose of this study, multi-stage cluster sampling was used as no sampling frame containing all members in the universe or population exists. The sample was drawn in stages, with wards being selected at the first stage, dwelling units within the wards being selected in the second stage and respondents selected at the third stage.\n\nPhase 1\nThe wards formed the primary sampling units (PSUs). A random starting point(s) was used as a method to select the dwelling units to be surveyed. A total number of 602 wards in 4 provinces (Gauteng 448 wards), (Mpumalanga 72 wards), (North-West 70 wards) and (Free State 12 wards) were completed. A total of 6639 interviews were completed in these wards.\n\nPhase 2\nDuring the second phase, the field teams were required to complete a certain number of interviews, depending on the population size of that particular ward. The teams had to complete for an example in ward X 3 interviews and in ward Y they had to complete 33 interviews. This meant that the field teams had different target number of interviews that they needed to complete in all the pre-selected wards. Ward maps were obtained before fieldwork commenced, and random starting points were identified, marked and numbered on the map. This allowed for the random selection of one (if more than one existed) starting point. The field managers concerned will firstly identify where the starting point(s) is\/are on the ground. Oncethat has been established he\/she will from the starting point count 20 households from the starting point moving to his\/her left. The 20th household that he\/she has selected was the household were the interviews was supposed to take place Thereafter, the next 20th household was selected and approached until the target number of interviews was obtained.\n\nThe following process of household selection was adhered to: From the starting point 20 houses were counted in a ward. However, if there were:\n• 1-5 target number of interviews to be completed in a ward; 01 starting point was used;\n• 6-10 target number of interviews to be completed in a ward; 02 starting points were used;\n• 11-15 target number of interviews to be completed in the ward; 03 starting points were used;\n• 16-20 target number of interviews to be completed in the ward; 04 starting points were used;\n• 21-25 target number of interviews to be completed in the ward; 05 starting points were used; and\n• 25 and above target number of interviews to be completed in a ward; 06 starting points were used\n\nIn the case of a household refusal or if a selected respondent was mentally disabled, the household was immediately substituted with the household on the left. If still there was no interview completed then another substitution, going to the right of the originally selected household, was done. In case of non-contact whereby there was no-one home after two visits at two different times (afternoon and evenings) on the same day, the same substitution method was followed. Therefore, at least two-revisits at different times were done in cases where selected dwelling units, households or individuals were not at home i.e. non-contact. However, in some cases households visited after 19:00 on the day were substituted as agreed to in order to ensure that all the target number of households would be completed in the allocated time per ward.\n\nPhase 3\nFor the purpose of this study, one randomly selected household respondent was selected per household. All household members qualified if they met the following criteria:\n• Resident(s) of the household irrespective of nationality but excluding nonresidents and visitors; and\n• 18 years of age or older\n• In the event of a child headed household (all household members are under 18 years old), the oldest child was assumed to be the head of household, and should be interviewed\n\nIf more than one eligible person was found per dwelling unit, the ideal and most practical and accurate method of random selection of an individual was the use of a KISH grid. One individual per household was selected using the KISH grid after a comprehensive listing exercise was completed of all eligible individuals at the dwelling unit. Once the respondent had been selected the fieldworker will follow up only that person per household. If selected, substitutions could not be made where there were refusals or non-contact over a period of a day after two or more re-visits on the same day.","coll_mode":"Face-to-face [f2f]","research_instrument":"The survey instrument (questionnaire) which was used was provided by the GCRO. The instrument was similar to the questionnaire used for the initial Quality of Life survey, with new questions being added only where questions from the previous survey were removed. This was done with the intention of keeping the duration of the survey the same as the initial one. The survey instrument was a 20 page questionnaire, broken up into 12 sections. The bulk of the possible answers were pre-defined, such that most of the survey could be answered using a combination of tick-boxes or by writing down a number from a predefined set. There are therefore not many open-ended questions in the survey."}},"data_access":{"dataset_use":{"contact":[{"name":"DataFirst","affiliation":"University of Cape Town","email":"support@data1st.org","uri":"http:\/\/www.datafirst.uct.ac.za"}],"cit_req":"Gauteng City-Region Observatory (GCRO). Quality of Life Survey V 2017-2018 [dataset]. Round 5. Version 2. Johannesburg: GCRO [producer], 2022. Cape Town: DataFirst [distributor], 2022. DOI: https:\/\/doi.org\/10.25828\/8yf7-9261","conditions":"Public access data for use under a Creative Commons CC-BY-SA (Attribution plus Share-Alike) License"}}}}